html/UFMS/evolucao-fisica.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-03-28 Tue 08:22 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Evolução das ideias da Física</title>
<meta name="author" content="Luís Spengler" />
<meta name="description" content="Evolução das ideias da Física - Meu caderno virtual" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Evolução das ideias da Física</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgfada4b0">Introdução</a>
<ul>
<li><a href="#org288f5e4">Avaliação</a></li>
<li><a href="#orga979f17">Aula</a></li>
</ul>
</li>
<li><a href="#org841c7dc">Leitura 13/03 (introdução -&gt; pag. 36)</a></li>
<li><a href="#org81d7842">Segunda aula</a>
<ul>
<li><a href="#org38c35cd">Física: uma breve história</a></li>
</ul>
</li>
<li><a href="#orgb10a36d">Leitura 15/03 (pag. 36 - 48)</a></li>
<li><a href="#orgcd82d1a">Leitura &ldquo;The Upright Thinkers&rdquo;</a></li>
<li><a href="#org1262e67">Terceira aula</a>
<ul>
<li><a href="#orgaf40638">Mecânica: cosmos e os povos antigos</a></li>
</ul>
</li>
<li><a href="#orgf6c8151">Quarta aula</a></li>
<li><a href="#org14beba4">Leitura 27/03 (49 - 57)</a></li>
<li><a href="#org461ca58">Quinta aula</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgfada4b0" class="outline-2">
<h2 id="orgfada4b0">Introdução</h2>
<div class="outline-text-2" id="text-orgfada4b0">
</div>
<div id="outline-container-org288f5e4" class="outline-3">
<h3 id="org288f5e4">Avaliação</h3>
<div class="outline-text-3" id="text-org288f5e4">
<ul class="org-ul">
<li>Livro: Origens e Evolução das ideias da física - José Fernando Rocha</li>
<li>Vai ter 2-3 páginas de resumo ao longo do curso que vai contar para N1 -&gt; Digitado e enviado a samuel.oliveira@ufms.br</li>
<li>A N2 é um seminário sobre um tema a ser definido (previsto 21/06)</li>
</ul>
</div>
</div>
<div id="outline-container-orga979f17" class="outline-3">
<h3 id="orga979f17">Aula</h3>
<div class="outline-text-3" id="text-orga979f17">
<ul class="org-ul">
<li>Conceitos de massa, inércia e de força são simples, naturais e intuivios? Não!  (indutivo, dedutivo)</li>
<li>Hermetismo? -&gt; philosophycal system based on the purported teachings of Hermes Trismegistus</li>
<li>Newton influenciado por conceitos de coisas que estudava (alquimia, hermetismo)</li>
<li>Palavra gravidade? (gravis) Grave, pesado, importante</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org841c7dc" class="outline-2">
<h2 id="org841c7dc">Leitura 13/03 (introdução -&gt; pag. 36)</h2>
<div class="outline-text-2" id="text-org841c7dc">
<ul class="org-ul">
<li>Livros criados após a segunda guerra, principalmente por autores norte-americanos traduzidos do inglês não demonstram a complexidade dos estudos de newton, principalmente dos conceitos de massa, inércia e aceleração</li>
<li>O que quer dizer a fórmula abaixo? \[f = ma\]</li>
<li>Algumas ideias modernas da ciência na verdade já estiveram no pensamento humano às vezes há milênios</li>
<li>O aprendizado da física por meio dos chamados livros-textos levam a estudantes creer que o pensamento e progresso dessa ciência se deu de forma linear, não preparando esses acadêmicos para momentos de crise científico</li>
<li>A palavra Mecânica significa a arte de construir uma máquina</li>
</ul>
<blockquote>
<p>
A mecânica se entrelaça fortemente com atividades extracientíficas e sociais, como o comércio, as guerras, a mitologia e a religião
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org81d7842" class="outline-2">
<h2 id="org81d7842">Segunda aula</h2>
<div class="outline-text-2" id="text-org81d7842">
</div>
<div id="outline-container-org38c35cd" class="outline-3">
<h3 id="org38c35cd">Física: uma breve história</h3>
<div class="outline-text-3" id="text-org38c35cd">
<ul class="org-ul">
<li>Na antiguidade, grandes ideias visavam resolver problemas de ordem prática</li>
<li>De primatas a astronautas: a jornada do homem em busca do conhecimento</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgb10a36d" class="outline-2">
<h2 id="orgb10a36d">Leitura 15/03 (pag. 36 - 48)</h2>
<div class="outline-text-2" id="text-orgb10a36d">
<blockquote>
<p>
Somente a partir do século V, com os primeiros filósofos gregos, chamados de pré-socráticos, a visão mítica e cosmogônica foi sendo substituída pelo pensamento filosófico que evoluiu, por sua vez, para uma abordagem científica da realidade: a cosmologia e a mitologia dos povos antigos foram assim as ideias embrionárias que, lentamente, ao longo de milênios, evoluíram para dar origem à Cosmologia, à Mecânica e à Física..
</p>
</blockquote>
<ul class="org-ul">
<li>Um mito cosmogônico é um história transmitida de geração em geração que contava como o universo foi criado por uma ou mais entidades sobrenaturais</li>
<li>Mesopotâmia significa terra entre rios, sendo essa terra hoje em dia o iraque, situado entre os rios Tigre e Eufrates</li>
<li>Antigos hebreus (hoje em dia também chamados de judeus ou israelitas) escreveram a parte inicial da bíblia, o pentateuco ou Torá, que possui cinco livros: Gênesis, Exodus, Deuteronômio, Numerus, Levíticus</li>
<li>A escolástica medival tentava conciliar a bíblia com a Filosofia platônica e aristotélica e para isso foram responsáveis muitos pensadores, dentre eles Agostinho, Tomás de Aquino, Maimonides, Averrois</li>
<li>O capítulo quatro ainda termina descrevendo um pouco da importância para a astronomia, matemática, mecânica e física de povos como os babilônios, egípcios e chineses</li>
</ul>
</div>
</div>

<div id="outline-container-orgcd82d1a" class="outline-2">
<h2 id="orgcd82d1a">Leitura &ldquo;The Upright Thinkers&rdquo;</h2>
<div class="outline-text-2" id="text-orgcd82d1a">
<blockquote>
<p>
I realized then that the search for knowledge is the most human of all our desires
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org1262e67" class="outline-2">
<h2 id="org1262e67">Terceira aula</h2>
<div class="outline-text-2" id="text-org1262e67">
<ul class="org-ul">
<li>Euclide -&gt; os elementos (dando a base da geometria)</li>
<li>Ptolomeu -&gt; Geocentrismo</li>
<li>Aristóteles -&gt; Filósofo</li>
<li>O renascimento retoma a ideia desses gregos (são todos gregos?), na mesma época turcos tomam a atual istambul, fazendo o pessoal desenvolver o pensamento e conhecimento para navegar em volta da áfrica</li>
<li>Por que revolução é usada para mudança, quando na fisica significa uma volta&#x2026;?</li>
<li>O pensamento ocidental sofre a partir do Renascimento profundas e rápidas transformações - científico, filosófico, religioso, moral e social</li>
<li>Copérnico propõe o sistema heliocêntrico e o homem deixa de ser previlegiado por Deus</li>
<li>Kepler inova com os dados de Tycho Brahé e melhora o sistema de copérnico, modificando as trajetórias circulares para elípticas</li>
<li>Galileu derruma um dogma aristotélico provando que corpos com massas diferentes caem a velocidades iguais</li>
<li>O epicentro da revolução científica aconteceu com Descartes, Newton, Laplace e a nova concepção determinsta trazida por eles</li>
</ul>
</div>
<div id="outline-container-orgaf40638" class="outline-3">
<h3 id="orgaf40638">Mecânica: cosmos e os povos antigos</h3>
<div class="outline-text-3" id="text-orgaf40638">
<ul class="org-ul">
<li>Até 100 d.C. nõa tinhamos uma mecânica ou física, apenas interpretações mitológicas, astronomia, geometria e a técnica associada as máquinas simples</li>
<li>Havia vários mitos cosmogônicos que tentavam responder perguntas sobre a criação.</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-orgf6c8151" class="outline-2">
<h2 id="orgf6c8151">Quarta aula</h2>
<div class="outline-text-2" id="text-orgf6c8151">
<ul class="org-ul">
<li>Religião é de se ligar com algo (conexão)</li>
<li>O tempo que o tempo tem - livro</li>
</ul>
</div>
</div>

<div id="outline-container-org14beba4" class="outline-2">
<h2 id="org14beba4">Leitura 27/03 (49 - 57)</h2>
<div class="outline-text-2" id="text-org14beba4">
<ul class="org-ul">
<li>A partir do século IX antes de cristo, a antiga mitologia dos poetas Hesíodo e Homero começou a ser substituída por uma visão filosófica que pode ser considerada a precurssora das ideias que temos hoje</li>
<li>Alexandre, o Grande, disciplo de Aristóteles chegou a conquistar a Babilônia e quase todo o Oriente Médio. Com ele, veio toda a cultura grega, a Filosofia, Matemática, Astronomia, Poesia, Teatro, Política, Oratória</li>
<li>Essa época de Alexandre de culminação de criatividade só tem paralelo conosco no século XV com o renascimento</li>
<li>Nos seus primórdios, a civilização ocidental foi um produto entre o conhecimento grego e a teologia monoteísta judaico-cristã</li>
<li>Pitágoras foi matemático, astrônomo, filósofo e líder religioso, fazendo muitas viagens ao Egito e à Babilônia onde, possivelmente aprendeu tanto sobre Geometria e Artimética que foram lhe atribuido criações (como o teorema de pitágoras)</li>
<li>Pitágoras descobriu o princípio de vibração dos corpos, notando uma relação matemática entre as notas das escalas musicais gregas e os comprimentos de uma corda vibrante</li>
<li>Pitágoras ficou fascinado com a ideia dos pequenos números, chegando a acreditar que todas as coisas do universo eram números inteiros. Assim, os períodos planetários deveriam guardar entre si uma relação de pequenos números inteiros e o cosmos executaria uma fantástica música universal, a música das esferas.</li>
</ul>
<blockquote>
<p>
Para a comunidade dos pitagóricos, a música era assim o cântico sagrado entoado pelos números inteiros e suas justas proporções
</p>
</blockquote>
<ul class="org-ul">
<li>Então, foi criado o primeiro modelo matemático para descrever o universo</li>
<li>Pitágoras estendeu seu modelo musical à geometria. Considerava a Geometria e a Música para resolver todas as coisas</li>
<li>O cubo para pitágoras era harmônico, mas então descobriu que haviam números que não puderam ser escritos em frações (chamaram os irracionais de estúpidos, a princípio)</li>
</ul>
</div>
</div>

<div id="outline-container-org461ca58" class="outline-2">
<h2 id="org461ca58">Quinta aula</h2>
<div class="outline-text-2" id="text-org461ca58">
<ul class="org-ul">
<li>O mundo de sofia - livro</li>
<li>Para os gregos, o perfeito era imutável</li>
<li>Musica de Raul Seixas</li>
<li>O homem que viu o infinito</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2023-03-28 Tue 08:22</p>
</div>
</body>
</html>
